
{"title": ["Wow! Momo", "Ola Cabs", "AddressHealth", "Zomato", "Paytm", "FreshToHome", "‍FreshMenu", "Flyrobe", "Myra", "Cure.Fit", "Dunzo", "Shuttl", "Digit Insurance ", "CoolBerg", "Cleardekho", "The Minimalist", "Razorpay ", "Nineleaps ", "Innov8 Coworking", "Schbang", "Acko General Insurance", "Treebo Hotels", "InCred", "Jumbotail", "DocTalk", "Smallcase", "Vedantu", "Instavans", "Loan Frame ", "Overcart", "Flock", "Doctor Insta", "Cowrks", "1Mg", "Cars24", "Dailyhunt", "Ebutor", "Meesho", "MilkBasket", "PharmEasy", "Policybazaar", "Revv", "Sharechat", "Nykaa", "Toppr ", "TravelTriangle ", "Urban Ladder", "Aisle", "&Me", "Bombay Shaving Company ", "POPxo", "Zestmoney", "Xpressbees", "Funding "], "description": ["This is a food chain who are growing ever so fast in India. You will find branches in Delhi, Chennai, Kochi, and many other spots. Wow! Sell burgers, Tibetan food and just about anything you can imagine. You will never go hungry when a Wow! Branch is nearby!", "You may think Uber is causing a storm right now, but Ola Cabs is taking over India as we speak. If you need a minicab in the India area, be sure to try Ola Cabs out. They are currently competing with Uber, which says it all really!", "This is a company who are causing a storm in the industry currently. They focus on providing healthcare in schools and clinics and have proven to very successful recently.", " is one of the most well-known startups and perhaps one of the most successful food tech startups around in India that has turned into an international business. ", "Another very successful startup. This startup is a payment service that allows people to pay funds to each other. It is very similar to PayPal. While it’s not at that level yet, it still seems to dominate all over India.", "This is a delivery service that focuses on meat and fish. The company was founded in March 2016, and has grown so much that its aim to expand to 20 cities throughout 2017!", "Fresh Menu is another delivery service. Food will be cooked and delivered to you within minutes. The company was founded in 2014. In 2016, they saw 3x growth when it came to orders. This company is a clear example of how to grow.", "This company allows you to rent designer clothing. Unique, right? This startup was founded in 2015. The idea was loved so much by investors that they have raised over 7 million since then.", " is an online pharmacy. Their selection of medicine can be delivered to your home at a rapid rate. The company deals with over 1,000 transactions daily. They are backed by big investors, and are making a lot of money at the moment.", " operates a platform to a healthy power lifestyle and holistic cure across fitness, food, and mental well-being. The Company offers both digital and offline experiences across fitness, nutrition, and psychological well-being through its three products: cult.fit, eat.fit and mind.fit.", "This famous Indian startup connects users to the nearest delivery partner who can make purchases, pick up items from any store or restaurant in the city and bring them to you all by just utilizing their app. They also offer a bike taxi service as well.", " is an app based transportation service for commuters. First launched in 2015 to improve India’s disorganized public transportation system by allowing people to pre-book rides on affordable busses. ", "At ", ", is a General Insurance company on a mission to make the complicated insurance system transparent and straightforward for everyone through their platform. They have insurance for Cars, Mobiles, Travel, and Jewellery as well.", ", a Mumbai based startup, works with a unique idea of having a non-alcoholic beer. Coolberg makes the parties and gatherings easier for people who feel odd during such occasions with a wide range of flavors.", " is India’s largest eyewear brand that provides eyewear for all budgets. Their quality glasses come with various designs ranging from prescription, sunglasses, reading glasses and even contact lenses.", "One of the most successful startups Minimalist is a design and consulting agency that ", " is the only payments solution in India which allows businesses to accept, process and disburse payments with its user-friendly product suite to all companies from startups to large enterprises. ", " helps other startups with their product development by providing web and mobile app development to accelerate product development to bring your product to market as fast as possible. ", " a digital insurance firm provides personalized policies based on user behavior and offer great prices, extreme convenience, and stress-free claims.","A newly startup company Treebo is India’s top rated budget hotel chain with 400 hotels in over 70 cities that has grown fast since its launch in 2015.", " is a financial service group that leverages technology and data science to make lending quick and easy. The idea behind Incred is their belief that traditional ways of lending exclude the most that need it most because of outdated, rigid, and insufficient processes. ", " an online grocery marketplace for businesses. This startup that started in 2015 has also offer credit for shop owners via partnerships with third-party lenders. ", "Docktalk one of India’s biggest startups is a CRM and patient management platform for doctors in India. Mainly, this company gifts doctors with the ability to develop better relationships with their patients in return causing a better quality of care with ", "This fast-growing business in India is bringing a simplified investing approach to the growing middle class in India. In retrospect, they are very similar to other investment companies that are growing at a fast rate such as ", " and ", ". ", " aims to democratize teaching by creating a marketplace for teachers. This top growing business in India being similar to Vipkid offers a massive range of online classes and test preparations live from the best teachers in India. ", " model is to transform the conventional model of shippers spending hours calling up various truck operators to find trucks with open capacity, while truckers struggle to market their availability. By offering a model that shippers an on-demand platform for shippers and truckers alike.", "One of the best Indian startups ", " is a financial tech company that is building the largest SME( small, medium-sized enterprises) in the lending marketplace. By merging world-class processes from leading global banks with deep Indian SME credit experience, data science and cutting edge proprietary technologies, they are laser-focused on helping small businesses grow.", "is India's first marketplace for over-stock, unboxed, refurbished, and pre-owned products. Just like the united states company ", ", offers a comprehensive quality-check process, expert product knowledge, and unparalleled customer focus, this is the safest place for you India to purchase secondary products.", " is a real-time messaging and collaboration app for teams that speeds up and simplifies communication and boosts productivity. Flock provides one-on-one chat and public and private channels. It offers multi-party video and audio calling and screen sharing. It also integrates with over forty third-party apps including Google Drive, Github, Trello, Asana and many others.", " business model is to fix the current state of accessibility, reliability, and consistency in India’s $100 Billion HealthCare Market and to bring Healthcare to everyone. This amazing startup is India's 1st video medicine company where an individual can consult care-givers anytime, anywhere.", " is a premium coworking solution provider for businesses of all sizes. Built for startups, and Fortune 500s with beautiful, inspiring, and high-energy work environment that will change the way they work forever.", " is an online pharmacy network and generic medicine engine. It allows users to find information about medicines prescribed by doctors and buy them as well. Users can find drugs by categories under ailments, class, companies, and brands. Its mission is to make healthcare accessible, understandable and affordable for a billion Indians.", " makes selling a car an easy, fair and quick experience. This new startup creates an efficient and reliable way for car owners to sell their used cars at the Best Price", " is India’s #1 news and local language content application. Their goal is to build a platform product for Indian language speakers and onboard more publishers & partners, in addition to investing in building tools and team for monetisation.", " is an organized distribution network of India that helps brands distribute consumer goods to mom-and-pop retail stores. Ebutor uses technology, data sciences and its vast network of distribution centers and fulfillment centers to reach the farthest and smallest of retail stores across India.", " is India's Largest Reseller Platform, poised to be the next big e-commerce distribution channel, where homepreneurs sell on WhatsApp, Facebook. and Instagram.", " is India's first subscription-based micro-delivery service fulfilling daily grocery and household needs of customers every morning.", "This successful Indian startup is one of the largest pharmacy aggregators in India. We help patients connect with local pharmacy stores and diagnostic centers in order to fulfill their extensive medical needs. "," is India's largest and leading insurance aggregator website. They specialized in making a comparative analysis of the insurance products of various insurance policies based on price, quality and key benefits. ", " is an Indian car-rental startup that offers multiple options to meet all your self-drive needs from round Trips, one-way outstation, one-way local, monthly car subscription. ", " is the fastest growing social network in India. With ShareChat you can share videos, jokes, GIFs, audio songs and funny images from India in Indian languages like Hindi, Telugu, Marathi, and Malayalam.", " is a premier online beauty and wellness destination. It offers beauty and wellness products for men and women at the best prices. Their products are 100 percent genuine and authentic, sourced directly from the brands.", " is India's top startups in 2018 leading after-school learning app on a mission to make learning personalized. Toppr helps students prepare for various school, board, and competitive exams. They study student behavior and create adaptive learning paths with infinite combinations.", " is an exciting new way of buying trips online in India. One of the best-growing companies in India, TravelTriangle promote local travel agents and get you the best flights from them. They have created a marketplace where travelers can interact with local travel agents. That same marketplace also empowers local travel agents to come online and compete with big fishes..", " is a Bangalore-based online furniture company. This hot Indian startup furniture company aims to provide a curated destination for home solutions, to help the Urban Indian build well-furnished, beautiful homes.", "This dating app puts the target on romance over flings. They connect people who are willing to date with other eligible people who are willing to get into a meaningful relationship.", "This Indian startup is a women's food and nutrition company based out of Bangalore. It is carefully blending ancient Ayurveda with modern science to make products that match the active lifestyle of this generation's women.", " provides a guide to men’s grooming and lifestyle. They give inspiring grooming tips and ideas that make everyday life better. ", " is a digital media startup for women that deals with everything from fashion, beauty, lifestyle, work, etc. POPxo provides text and video content in an accessible manner. This successful Indian startup focuses on reaching a highly targeted audience - the millions of young urban women in India who are growing in confidence, in independence, and spending power. They monetize by working across formats with brands who want to reach this important and influential consumer base.", " is the fastest way for all kinds of people to pay using digital EMI(equated monthly installment), without the need for a credit card or a credit score. This major startups in India believe that being able to pay in EMI should be available to everyone and not only those who hold a credit card or have a credit score.", " is an e-commerce logistics specialist company that provides reliable and fast logistics solutions to its partners. This technology startup in India extensive has network reach, secure technology platform and last mile management system makes them one of the most trusted e-commerce logistics solutions provider in India.", "Investors typically want to see that a venture capitalist or angel investor has already put down a reasonable sum of money before they ever give any funding to Indian startups and their founders. So to get the right amount of money for a new startup in India you must have to already the right amount of backing."]}

