{"letschbang": "Isn’t that an interesting question?\n\nBrand Equity finds out how a crackdown on inauthentic Likes and Followers on social media may impact the future of the over $8-billion influencer marketing business. \nCheck out what bossman Harshil Karia had to say. \n What were we up to 2019? Well, just some cool stuff here and there.\nWe’ve explored, experimented, expanded, established new divisions, made it to the top 15 of Economic Times Brand Equity’s Agency Reckoner list and maybe a bit more.\n\nHello 2020, we’re ready for you!", "acko": "Our Ackers are big fans of the men in blue! Today was no exception when they all came forward - to the edge of their seats - to show their support in the literally \"super\" game! A classic case of work hard and play hard! Cheers to Team India on their rampage! \nLet us ride brave and free into a future of unity. Let's stand together, balancing and supporting one another as the wheels drive us closer to greatness. At Acko, we promote equality, justice and no-discrimination in the workplace. Jai Hind. \nhashtag", "treebohotels": "Take a break, sip a cup of hot coffee and watch India nail it at the super-over! \nhashtag\n#Treebomoments \nWhen we party, We do it loud, We do it fun, We do it awesome! \n\nGlimpse of the New Year bash celebrated by our teams across India." , "incredfinancialservices": "We welcome Chhavi Moodgal to the InCred family. We are sure you will have an InCredible journey with us.\nWith InCred two-wheeler loan, you can get your dream ride. Here are 5 benefits of taking a two-wheeler loan that you must know about. Read more at http://bit.ly/2NRVkfm", "Jumbotail": "Ashish Jhina of Jumbotail on why a \nhashtag\n#B2B \nhashtag\n#startup has to stay ahead of the curve with the help of \nhashtag\n#technology: https://lnkd.in/gxK_NMW \n#enterprise \nMr. Bheraram runs a departmental store in Bangalore and uses the Jumbotail app to stock various food and grocery supplies for over 3 years now.\nHe relies on Jumbotail to keep himself updated with the dynamic prices of the products.\nJumbotail has made his life easier by providing assured storefront delivery within 24 hours."}